// 模拟数据（一级）
var RegionPoint = [
    // 行政区1-市南区-
    {
        code: "青岛",                       // 城市编码
        name: "市南区",                   // 区域编码
        longitude: 36.081759,            // 行政区地理经度，修正样式　经度+0.012
        latitude: 120.389053,            // 行政区地理纬度
        resourceAmount: 300,                   // 套数
        url: "市南区#"                          // 链接
    },
    // 行政区２-市北区-
    {
        code: "青岛",                        // 城市编码
        name: "市北区",                    // 区域编码
        longitude: 36.121754,             // 行政区地理经度 ，修正样式　经度+0.012
        latitude: 120.362834,             // 行政区地理纬度
        resourceAmount: 310,                    // 套数
        url: "市北区#"                           // 链接
    },
    // 行政区3-李沧区-
    {
        code: "青岛",                        // 城市编码
        name: "李沧区",                    // 区域编码
        longitude: 36.175967,            // 行政区地理经度，修正样式　经度+0.012
        latitude: 120.42075,              // 行政区地理纬度
        resourceAmount: 320,                    // 套数
        url: "李沧区#"                           // 链接
    },
    // 行政区4-崂山区
    {
        code: "青岛",                        // 城市编码
        name: "崂山区",                    // 区域编码
        longitude: 36.125422,            // 行政区地理经度，修正样式　经度+0.012
        latitude: 120.455682,              // 行政区地理纬度
        resourceAmount: 330,                    // 套数
        url: "崂山区#"                                // 链接
    },
    // 行政区5-黄岛区
    {
        code: "青岛",                        // 城市编码
        name: "黄岛区",                    // 区域编码
        longitude: 35.976332,            // 行政区地理经度
        latitude: 120.194897,              // 行政区地理纬度
        resourceAmount: 340,                    // 套数
        url: "黄岛区#"                                // 链接
    }
]
